<template>
	 <view class="aboutwe-box">
		<view class="scroll-y">
			<view class="text-box">
				<text>
                            爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
品牌，主要业务定位于智能电动车。
爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
[1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
[7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        
                                                    爱驰（英文名AIWAYS [2]  ）是爱驰汽车有限公司旗下汽车
                        品牌，主要业务定位于智能电动车。
                        爱驰汽车的企业Slogan是“与爱驰行”（AI With You）。 [
                        3] 爱驰创立于2017年2月，总部位于在上海，在德国设有全
                        资子公司爱驰恭博，由Roland Gumpert先生担任德国子公司
                        的执行董事 [4]  ，在美国底特律设立了前瞻技术实验室。 
                        [1] 同时，爱驰汽车先后建成上饶汽车制造基地 [5]  、上
                        海嘉定技术中心 [6]  常熟电池包工厂等研发制造基础设施 
                        [7]  。在合作伙伴体系建设方面，爱驰与博世（中国）投资
                        有限公司、西门子、乔治费歇尔 [8]  等世界供应商建立了
                        合作关系 [9-10]  。
                        </text>
			</view>
		</view>
	</view>
	 
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		onLoad() {
			
		},
		methods: {
	
		},
		mounted() {
			
		}
	}
</script>

<style lang="scss">
	.aboutwe-box{
		width: 100%;
		height: 100%;
		.scroll-y{
			width: 100%;
			height: 100%;
			.text-box{
				width: 100%;
				height: 100%;
				padding: 28rpx 30rpx;
				box-sizing: border-box;
				text{
					width: 100%;
					height: 100%;
					font-size:26rpx;
					font-family:SimHei;
					display: block;
					color:rgba(51,51,51,1);
					line-height:46rpx;
				}
			}
		}
	}
</style>
